const places=[
    {
        id: 1,
        name: "مسجد نصیر الملک",
        description: "مسجد نصیر الملک یکی از زیباترین مساجد شیراز است که قدمت آن به دوره قاجاریه بازمی‌گردد. این مسجد در محله‌ای واقع شده است که پیشتر به خانواده قوام تعلق داشت و تعدادی از آثار تاریخی آن دوران، در آن واقع شده‌اند. امروزه این مسجد دوست‌داشتنی که با نام مسجد صورتی نیز شهرت دارد، یکی از پرطرفدارترین مکان‌های دیدنی شیراز به شمار می‌رود و محبوبیت زیادی بین گردشگران داخلی و خارجی دارد.",
        src: "images/nasirolmolk.jpg"
    },
    {
        id: 2,
        name: "باغ ارم",
        description: "باغ ارم از جاذبه های گردشگری شیراز و نمونه‌ای از یک باغ-کوشک به حساب می‌آید که به‌واسطه درختان مرکبات و خیابان طویلی با سروهای باشکوه در طرفینش، محبوبیت زیادی بین گردشگران دارد. علاوه بر کوشک اصلی عهد قاجار که هسته مرکزی این باغ را تشکیل می‌دهد؛ سرونازهای بلند و کهن، زیبایی آن را دوچندان کرده‌اند.",
        src: "images/eram.jpg"
    },
    {
        id: 3,
        name: "خانه منطقی نژاد",
        description: "این خانه از بناهای تاریخی دوره قاجار و جاهای دیدنی شیراز به ‌شمار می‌‌رود و دارای بخش شاه‌نشین و اتاق‌های مختلفی در قسمت شرقی و غربی است. خانه منطقی نژاد در سال ۱۳۵۲ به‌عنوان یکی از آثار ملی ایران به ثبت رسید. برخی از بخش‌های موزه موسیقی شامل موسیقی ملل، سازهای ایرانی، استودیوی موسیقی، محل آموزش و تدریس، اتاق آرشیو و معرفی موسیقی‌دانان ایرانی و مخزن صوتی می‌شود.",
        src: "images/manteghinejad.jpg"
    },
    {
        id: 4,
        name: "عمارت شاپوری",
        description: "عمارت شاپوری از زیباترین باغ‌عمارت‌ها و مکان های دیدنی شیراز است. این عمارت به دوره پهلوی اول تعلق دارد و در آن می‌توان تلفیقی از معماری ایرانی و اروپایی را مشاهده کرد. در این مجموعه جلوه‌های طبیعی باغ و معماری زیبای بنا در کنار یک‌دیگر چشم‌اندازی منحصر‌به‌فرد را خلق کرده‌ است.",
        src: "images/khaneyeShapoori.jpg"
    },
    {
        id: 5,
        name: "باغ نارنجستان قوام",
        description: "باغ نارنجستان که در میان میردم به باغ قوام نیز شهرت دارد، یکی از زیباترین جاهای دیدنی شیراز است. این بنا از عمارت‌های دوره قاجاریه است و به دلیل وفور درختان نارنج به این نام خوانده می‌شود.",
        src: "images/naranjeshtaneGhavam.jpg"
    }
]








